"AAPL,Gossamer" = "Power Macintosh G3 Serie"; 
"AAPL,PowerBook1998" = "PowerBook G3 Serie"; 
"AAPL,PowerMac G3" = "Power Macintosh G3"; 
"ADP2,1" = "Apple Entwicklungsplattform";
"PowerMac" = "Macintosh (Rosetta-Emulation)";
"iMac,1" = "iMac";
"iMac4,1" = "iMac";
"iMac4,2" = "iMac für Bildungsbereich";
"iMac5,1" = "iMac";
"iMac5,2" = "iMac";
"iMac6,1" = "iMac 24\"";
"iMac7,1" = "iMac";
"iMac8,1" = "iMac";
"iMac9,1" = "iMac";
"iMac10,1" = "iMac";
"iMac11,1" = "iMac 27\"";
"iMac11,2" = "iMac 21\"";
"iMac11,3" = "iMac 27\"";
"iMac12,1" = "iMac 21\"";
"iMac12,2" = "iMac 27\"";
"iMac13,1" = "iMac 21\"";
"iMac13,2" = "iMac 27\"";
"MacBook1,1" = "MacBook";
"MacBook1,2" = "MacBook";
"MacBook2,1" = "MacBook";
"MacBook3,1" = "MacBook";
"MacBook4,1" = "MacBook";
"MacBook5,1" = "MacBook";
"MacBook5,2" = "MacBook";
"MacBook6,1" = "MacBook";
"MacBook7,1" = "MacBook";
"MacBookAir1,1" = "MacBook Air";
"MacBookAir2,1" = "MacBook Air";
"MacBookAir3,1" = "MacBook Air 11\"";
"MacBookAir3,2" = "MacBook Air 13\"";
"MacBookAir4,1" = "MacBook Air 11\"";
"MacBookAir4,2" = "MacBook Air 13\"";
"MacBookAir5,1" = "MacBook Air 11\"";
"MacBookAir5,2" = "MacBook Air 13\"";
"MacBookPro1,1" = "MacBook Pro 15\"";
"MacBookPro1,2" = "MacBook Pro 17\"";
"MacBookPro2,1" = "MacBook Pro 17\"";
"MacBookPro2,2" = "MacBook Pro 15\"";
"MacBookPro3,1" = "MacBook Pro";
"MacBookPro4,1" = "MacBook Pro";
"MacBookPro5,1" = "MacBook Pro";
"MacBookPro5,2" = "MacBook Pro";
"MacBookPro5,3" = "MacBook Pro";
"MacBookPro5,4" = "MacBook Pro";
"MacBookPro5,5" = "MacBook Pro";
"MacBookPro6,1" = "MacBook Pro";
"MacBookPro6,2" = "MacBook Pro";
"MacBookPro7,1" = "MacBook Pro 13\"";
"MacBookPro8,1" = "MacBook Pro 13\"";
"MacBookPro8,2" = "MacBook Pro 15\"";
"MacBookPro8,3" = "MacBook Pro 17\"";
"MacBookPro9,1" = "MacBook Pro 15\"";
"MacBookPro9,2" = "MacBook Pro 13\"";
"MacBookPro10,1" = "MacBook Pro (Retina) 15\"";
"MacBookPro10,2" = "MacBook Pro (Retina) 13\"";
"Macmini1,1" = "Mac mini";
"Macmini2,1" = "Mac mini";
"Macmini3,1" = "Mac mini";
"Macmini4,1" = "Mac mini";
"Macmini5,1" = "Mac mini";
"Macmini5,2" = "Mac mini";
"Macmini5,3" = "Mac mini Server";
"Macmini6,1" = "Mac mini";
"Macmini6,2" = "Mac mini";
"MacPro1,1" = "Mac Pro";
"MacPro2,1" = "Mac Pro";
"MacPro3,1" = "Mac Pro";
"MacPro4,1" = "Mac Pro";
"MacPro5,1" = "Mac Pro";
"PowerBook1,1" = "PowerBook G3 Serie"; 
"PowerBook2,1" = "iBook"; 
"PowerBook2,2" = "iBook"; 
"PowerBook3,1" = "PowerBook"; 
"PowerBook3,2" = "PowerBook G4"; 
"PowerBook3,3" = "PowerBook G4"; 
"PowerBook3,4" = "PowerBook G4"; 
"PowerBook3,5" = "PowerBook G4 15\""; 
"PowerBook4,1" = "iBook"; 
"PowerBook4,2" = "iBook"; 
"PowerBook4,3" = "iBook"; 
"PowerBook4,4" = "iBook"; 
"PowerBook5,1" = "PowerBook G4 17\""; 
"PowerBook5,2" = "PowerBook G4 15\""; 
"PowerBook5,3" = "PowerBook G4 17\""; 
"PowerBook5,4" = "PowerBook G4 15\""; 
"PowerBook5,5" = "PowerBook G4 17\""; 
"PowerBook5,6" = "PowerBook G4 15\""; 
"PowerBook5,7" = "PowerBook G4 17\""; 
"PowerBook5,8" = "PowerBook G4 15\""; 
"PowerBook5,9" = "PowerBook G4 17\""; 
"PowerBook6,1" = "PowerBook G4 12\""; 
"PowerBook6,2" = "PowerBook G4 12\""; 
"PowerBook6,3" = "iBook G4"; 
"PowerBook6,4" = "PowerBook G4 12\""; 
"PowerBook6,5" = "iBook G4";
"PowerBook6,7" = "iBook G4";
"PowerBook6,8" = "PowerBook G4 12\""; 
"PowerMac1,1" = "Power Macintosh G3 Serie"; 
"PowerMac1,2" = "Power Mac G3 (PCI-Grafik)"; 
"PowerMac2,1" = "iMac"; 
"PowerMac2,2" = "iMac"; 
"PowerMac3,1" = "Power Mac G4 (AGP-Grafik)"; 
"PowerMac3,2" = "Power Mac G4 (AGP-Grafik)"; 
"PowerMac3,3" = "Power Mac G4"; 
"PowerMac3,4" = "Power Mac G4"; 
"PowerMac3,5" = "Power Mac G4"; 
"PowerMac3,6" = "Power Mac G4"; 
"PowerMac4,1" = "iMac"; 
"PowerMac4,2" = "iMac"; 
"PowerMac4,4" = "eMac"; 
"PowerMac4,5" = "iMac"; 
"PowerMac5,1" = "Power Mac G4 Cube"; 
"PowerMac5,2" = "Power Mac G4 Cube"; 
"PowerMac6,1" = "iMac"; 
"PowerMac6,3" = "iMac"; 
"PowerMac6,4" = "eMac"; 
"PowerMac7,2" = "Power Mac G5"; 
"PowerMac7,3" = "Power Mac G5"; 
"PowerMac8,1" = "iMac G5"; 
"PowerMac8,2" = "iMac G5"; 
"PowerMac9,1" = "Power Mac G5";
"PowerMac10,1" = "Mac mini";
"PowerMac10,2" = "Mac mini";
"PowerMac11,2" = "Power Mac G5"; 
"PowerMac12,1" = "iMac G5"; 
"RackMac1,1" = "Xserve"; 
"RackMac1,2" = "Xserve"; 
"RackMac3,1" = "Xserve G5";
"Xserve1,1" = "Xserve";
"Xserve2,1" = "Xserve";
"Xserve3,1" = "Xserve";
